---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ShowArrowheadToCutMark
source: html/e1896003-be0d-1eff-2ed7-3f7281e5ecd0.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ShowArrowheadToCutMark Property

"Show Arrowhead to Cut Mark"

## Syntax (C#)
```csharp
public static ForgeTypeId ShowArrowheadToCutMark { get; }
```